Revit 2024 API
FilterNumericGreaterOrEqual Constructor
 Constructs an instance of FilterNumericGreaterOrEqual.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public FilterNumericGreaterOrEqual()
Visual Basic
Public Sub New
Visual C++
public:
FilterNumericGreaterOrEqual()
See Also
FilterNumericGreaterOrEqual Class
Autodesk.Revit.DB Namespace